/* Localized versions of Info.plist keys */

AMName = "Erase Free Space";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDAlert = "This will erase the free space from the selected disk.";
AMDInput = "Path to a disk.";
/* AMDNote = "(* AMDNote text goes here. (optional) *)"; */
/* AMDOptions = "(* AMDOptions text to further explain configuration options in the UI goes here. (optional) *)"; */
AMDResult = "Returns the path of the selected disk.";
/* AMDRequires = "(* AMDRequires text to explain anything outside of Automator required for the action's operation, e.g. a web page open in Safari, goes here. (optional) *)"; */
AMDSummary = "Erase the free space for a selected disk.";
/* AMDWebsite = "(* AMDWebsite URL to additional information or documentation for the action goes here. (optional) *)"; */

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";
